<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>about.appName</key>
	<string>cmux</string>
	<key>about.build</key>
	<string>البناء</string>
	<key>about.commit</key>
	<string>الإيداع</string>
	<key>about.description</key>
	<string>طرفية مبنية على Ghostty مع ألسنة عمودية
ولوحة إشعارات لنظام macOS.</string>
	<key>about.docs</key>
	<string>المستندات</string>
	<key>about.github</key>
	<string>GitHub</string>
	<key>about.licenses</key>
	<string>التراخيص</string>
	<key>about.licenses.notFound</key>
	<string>لم يتم العثور على ملف التراخيص.</string>
	<key>about.licenses.windowTitle</key>
	<string>تراخيص الجهات الخارجية</string>
	<key>about.version</key>
	<string>الإصدار</string>
	<key>accessibility.workspacePosition</key>
	<string>%1$@، مساحة العمل %2$lld من %3$lld</string>
	<key>alert.customColor.apply</key>
	<string>تطبيق</string>
	<key>alert.customColor.cancel</key>
	<string>إلغاء</string>
	<key>alert.customColor.message</key>
	<string>أدخل لونًا سداسيًا بالتنسيق #RRGGBB.</string>
	<key>alert.customColor.title</key>
	<string>لون مساحة عمل مخصص</string>
	<key>alert.invalidColor.emptyMessage</key>
	<string>أدخل لونًا سداسيًا بالتنسيق #RRGGBB.</string>
	<key>alert.invalidColor.invalidMessage</key>
	<string>"%@" ليس لونًا سداسيًا صالحًا. استخدم #RRGGBB.</string>
	<key>alert.invalidColor.ok</key>
	<string>OK</string>
	<key>alert.invalidColor.title</key>
	<string>لون غير صالح</string>
	<key>alert.renameWorkspace.cancel</key>
	<string>إلغاء</string>
	<key>alert.renameWorkspace.message</key>
	<string>أدخل اسمًا مخصصًا لمساحة العمل هذه.</string>
	<key>alert.renameWorkspace.placeholder</key>
	<string>اسم مساحة العمل</string>
	<key>alert.renameWorkspace.rename</key>
	<string>إعادة تسمية</string>
	<key>alert.renameWorkspace.title</key>
	<string>إعادة تسمية مساحة العمل</string>
	<key>appIcon.automatic</key>
	<string>تلقائي</string>
	<key>appIcon.dark</key>
	<string>داكن</string>
	<key>appIcon.light</key>
	<string>فاتح</string>
	<key>appearance.auto</key>
	<string>تلقائي</string>
	<key>appearance.dark</key>
	<string>داكن</string>
	<key>appearance.light</key>
	<string>فاتح</string>
	<key>appearance.system</key>
	<string>النظام</string>
	<key>browser.action.newTab</key>
	<string>لسان جديد</string>
	<key>browser.addressBar.placeholder</key>
	<string>ابحث أو أدخل URL</string>
	<key>browser.addressBarSuggestions</key>
	<string>اقتراحات شريط العنوان</string>
	<key>browser.alwaysAllowHost</key>
	<string>السماح دائمًا لهذا المضيف في cmux</string>
	<key>browser.contextMenu.openLinkInDefaultBrowser</key>
	<string>فتح الرابط في المتصفح الافتراضي</string>
	<key>browser.contextMenu.openLinkInNewTab</key>
	<string>فتح الرابط في لسان جديد</string>
	<key>browser.dialog.pageSays</key>
	<string>تقول هذه الصفحة:</string>
	<key>browser.dialog.pageSaysAt</key>
	<string>تقول الصفحة في %@:</string>
	<key>browser.downloadInProgress</key>
	<string>التنزيل قيد التقدم</string>
	<key>browser.downloading</key>
	<string>جارٍ التنزيل…</string>
	<key>browser.error.cantOpen.title</key>
	<string>لا يمكن فتح هذه الصفحة</string>
	<key>browser.error.cantReach.messageSite</key>
	<string>رفض الموقع الاتصال. تأكد من تشغيل خادم على هذا العنوان.</string>
	<key>browser.error.cantReach.messageURL</key>
	<string>رفض %@ الاتصال. تأكد من تشغيل خادم على هذا العنوان.</string>
	<key>browser.error.cantReach.title</key>
	<string>لا يمكن الوصول إلى هذه الصفحة</string>
	<key>browser.error.checkNetwork</key>
	<string>تحقق من اتصال الشبكة وحاول مجددًا.</string>
	<key>browser.error.frameLoadInterrupted</key>
	<string>تم قطع تحميل الإطار</string>
	<key>browser.error.insecure.message</key>
	<string>يستخدم %@ بروتوكول HTTP غير مشفر، لذا يمكن قراءة حركة البيانات أو تعديلها على الشبكة.

افتح هذا URL في متصفحك الافتراضي، أو تابع في cmux.</string>
	<key>browser.error.insecure.title</key>
	<string>الاتصال غير آمن</string>
	<key>browser.error.invalidCertificate</key>
	<string>شهادة هذا الموقع غير صالحة.</string>
	<key>browser.error.noInternet</key>
	<string>لا يوجد اتصال بالإنترنت</string>
	<key>browser.error.reload</key>
	<string>إعادة تحميل</string>
	<key>browser.goBack</key>
	<string>رجوع</string>
	<key>browser.goForward</key>
	<string>تقدم</string>
	<key>browser.goToURL</key>
	<string>انتقل إلى URL</string>
	<key>browser.newTab</key>
	<string>لسان جديد</string>
	<key>browser.openInDefaultBrowser</key>
	<string>فتح في المتصفح الافتراضي</string>
	<key>browser.proceedInCmux</key>
	<string>المتابعة في cmux</string>
	<key>browser.reload</key>
	<string>إعادة تحميل</string>
	<key>browser.search.placeholder</key>
	<string>بحث</string>
	<key>browser.stop</key>
	<string>إيقاف</string>
	<key>browser.switchToTab</key>
	<string>التبديل إلى اللسان</string>
	<key>browser.toggleDevTools</key>
	<string>تبديل أدوات المطور</string>
	<key>cli.install.adminRequired</key>
	<string>كانت صلاحيات المسؤول مطلوبة للكتابة في /usr/local/bin.</string>
	<key>cli.install.symlinkCreated</key>
	<string>تم إنشاء رابط رمزي:

%1$@ -&gt; %2$@</string>
	<key>cli.installFailed</key>
	<string>تعذر تثبيت واجهة أوامر cmux</string>
	<key>cli.installed</key>
	<string>تم تثبيت واجهة أوامر cmux</string>
	<key>cli.uninstall.adminRequired</key>
	<string>كانت صلاحيات المسؤول مطلوبة لتعديل /usr/local/bin.</string>
	<key>cli.uninstall.notFound</key>
	<string>لم يتم العثور على رابط رمزي لواجهة أوامر cmux في %@.</string>
	<key>cli.uninstall.removed</key>
	<string>تمت إزالة %@.</string>
	<key>cli.uninstallFailed</key>
	<string>تعذر إلغاء تثبيت واجهة أوامر cmux</string>
	<key>cli.uninstalled</key>
	<string>تم إلغاء تثبيت واجهة أوامر cmux</string>
	<key>command.applyUpdateIfAvailable.subtitle</key>
	<string>عام</string>
	<key>command.applyUpdateIfAvailable.title</key>
	<string>تطبيق التحديث (إن توفر)</string>
	<key>command.attemptUpdate.subtitle</key>
	<string>عام</string>
	<key>command.attemptUpdate.title</key>
	<string>محاولة التحديث</string>
	<key>command.browserBack.title</key>
	<string>رجوع</string>
	<key>command.browserClearHistory.subtitle</key>
	<string>المتصفح</string>
	<key>command.browserClearHistory.title</key>
	<string>مسح سجل المتصفح</string>
	<key>command.browserConsole.title</key>
	<string>عرض وحدة تحكم JavaScript</string>
	<key>command.browserDuplicateRight.subtitle</key>
	<string>تخطيط المتصفح</string>
	<key>command.browserDuplicateRight.title</key>
	<string>نسخ المتصفح إلى اليمين</string>
	<key>command.browserFocusAddressBar.title</key>
	<string>التركيز على شريط العنوان</string>
	<key>command.browserForward.title</key>
	<string>تقدم</string>
	<key>command.browserOpenDefault.title</key>
	<string>فتح الصفحة الحالية في المتصفح الافتراضي</string>
	<key>command.browserReload.title</key>
	<string>إعادة تحميل الصفحة</string>
	<key>command.browserSplitDown.subtitle</key>
	<string>تخطيط المتصفح</string>
	<key>command.browserSplitDown.title</key>
	<string>تقسيم المتصفح للأسفل</string>
	<key>command.browserSplitRight.subtitle</key>
	<string>تخطيط المتصفح</string>
	<key>command.browserSplitRight.title</key>
	<string>تقسيم المتصفح لليمين</string>
	<key>command.browserToggleDevTools.title</key>
	<string>تبديل أدوات المطور</string>
	<key>command.browserZoomIn.title</key>
	<string>تكبير</string>
	<key>command.browserZoomOut.title</key>
	<string>تصغير</string>
	<key>command.browserZoomReset.title</key>
	<string>الحجم الفعلي</string>
	<key>command.checkForUpdates.subtitle</key>
	<string>عام</string>
	<key>command.checkForUpdates.title</key>
	<string>التحقق من التحديثات</string>
	<key>command.clearTabName.title</key>
	<string>مسح اسم اللسان</string>
	<key>command.clearWorkspaceName.title</key>
	<string>مسح اسم مساحة العمل</string>
	<key>command.closeTab.subtitle</key>
	<string>لسان</string>
	<key>command.closeTab.title</key>
	<string>إغلاق اللسان</string>
	<key>command.closeWindow.subtitle</key>
	<string>نافذة</string>
	<key>command.closeWindow.title</key>
	<string>إغلاق النافذة</string>
	<key>command.closeWorkspace.subtitle</key>
	<string>مساحة العمل</string>
	<key>command.closeWorkspace.title</key>
	<string>إغلاق مساحة العمل</string>
	<key>command.cmuxConfig.customTitle</key>
	<string>مخصص: %@</string>
	<key>command.cmuxConfig.subtitle</key>
	<string>cmux.json</string>
	<key>command.equalizeSplits.title</key>
	<string>تسوية التقسيمات</string>
	<key>command.installCLI.subtitle</key>
	<string>واجهة الأوامر</string>
	<key>command.installCLI.title</key>
	<string>أمر الصدفة: تثبيت 'cmux' في PATH</string>
	<key>command.jumpUnread.subtitle</key>
	<string>الإشعارات</string>
	<key>command.jumpUnread.title</key>
	<string>الانتقال إلى أحدث غير مقروء</string>
	<key>command.markTabRead.title</key>
	<string>تعليم اللسان كمقروء</string>
	<key>command.markTabUnread.title</key>
	<string>تعليم اللسان كغير مقروء</string>
	<key>command.newBrowserTab.subtitle</key>
	<string>لسان</string>
	<key>command.newBrowserTab.title</key>
	<string>لسان جديد (متصفح)</string>
	<key>command.newTerminalTab.subtitle</key>
	<string>لسان</string>
	<key>command.newTerminalTab.title</key>
	<string>لسان جديد (طرفية)</string>
	<key>command.newWindow.subtitle</key>
	<string>نافذة</string>
	<key>command.newWindow.title</key>
	<string>نافذة جديدة</string>
	<key>command.newWorkspace.subtitle</key>
	<string>مساحة العمل</string>
	<key>command.newWorkspace.title</key>
	<string>مساحة عمل جديدة</string>
	<key>command.nextTabInPane.subtitle</key>
	<string>التنقل بين الألسنة</string>
	<key>command.nextTabInPane.title</key>
	<string>اللسان التالي في اللوحة</string>
	<key>command.nextWorkspace.subtitle</key>
	<string>التنقل بين مساحات العمل</string>
	<key>command.nextWorkspace.title</key>
	<string>مساحة العمل التالية</string>
	<key>command.openFolder.subtitle</key>
	<string>مساحة العمل</string>
	<key>command.openFolder.title</key>
	<string>فتح مجلد…</string>
	<key>command.openSettings.subtitle</key>
	<string>عام</string>
	<key>command.openSettings.title</key>
	<string>فتح الإعدادات</string>
	<key>command.openWorkspacePRLinks.title</key>
	<string>فتح جميع روابط طلبات السحب في مساحة العمل</string>
	<key>command.pinTab.title</key>
	<string>تثبيت اللسان</string>
	<key>command.pinWorkspace.title</key>
	<string>تثبيت مساحة العمل</string>
	<key>command.previousTabInPane.subtitle</key>
	<string>التنقل بين الألسنة</string>
	<key>command.previousTabInPane.title</key>
	<string>اللسان السابق في اللوحة</string>
	<key>command.previousWorkspace.subtitle</key>
	<string>التنقل بين مساحات العمل</string>
	<key>command.previousWorkspace.title</key>
	<string>مساحة العمل السابقة</string>
	<key>command.renameTab.title</key>
	<string>إعادة تسمية اللسان…</string>
	<key>command.renameWorkspace.title</key>
	<string>إعادة تسمية مساحة العمل…</string>
	<key>command.reopenClosedBrowserTab.subtitle</key>
	<string>المتصفح</string>
	<key>command.reopenClosedBrowserTab.title</key>
	<string>إعادة فتح لسان المتصفح المغلق</string>
	<key>command.restartSocketListener.subtitle</key>
	<string>عام</string>
	<key>command.restartSocketListener.title</key>
	<string>إعادة تشغيل مستمع واجهة الأوامر</string>
	<key>command.showNotifications.subtitle</key>
	<string>الإشعارات</string>
	<key>command.showNotifications.title</key>
	<string>عرض الإشعارات</string>
	<key>command.terminalFind.title</key>
	<string>بحث…</string>
	<key>command.terminalFindNext.title</key>
	<string>البحث عن التالي</string>
	<key>command.terminalFindPrevious.title</key>
	<string>البحث عن السابق</string>
	<key>command.terminalHideFind.title</key>
	<string>إخفاء شريط البحث</string>
	<key>command.terminalSplitBrowserDown.subtitle</key>
	<string>تخطيط الطرفية</string>
	<key>command.terminalSplitBrowserDown.title</key>
	<string>تقسيم المتصفح للأسفل</string>
	<key>command.terminalSplitBrowserRight.subtitle</key>
	<string>تخطيط الطرفية</string>
	<key>command.terminalSplitBrowserRight.title</key>
	<string>تقسيم المتصفح لليمين</string>
	<key>command.terminalSplitDown.subtitle</key>
	<string>تخطيط الطرفية</string>
	<key>command.terminalSplitDown.title</key>
	<string>تقسيم للأسفل</string>
	<key>command.terminalSplitRight.subtitle</key>
	<string>تخطيط الطرفية</string>
	<key>command.terminalSplitRight.title</key>
	<string>تقسيم لليمين</string>
	<key>command.terminalUseSelectionForFind.title</key>
	<string>استخدام التحديد للبحث</string>
	<key>command.toggleFullScreen.subtitle</key>
	<string>نافذة</string>
	<key>command.toggleFullScreen.title</key>
	<string>تبديل ملء الشاشة</string>
	<key>command.toggleSidebar.subtitle</key>
	<string>التخطيط</string>
	<key>command.toggleSidebar.title</key>
	<string>تبديل الشريط الجانبي</string>
	<key>command.toggleSplitZoom.subtitle</key>
	<string>تخطيط الطرفية</string>
	<key>command.toggleSplitZoom.title</key>
	<string>تبديل تكبير اللوحة</string>
	<key>command.triggerFlash.subtitle</key>
	<string>العرض</string>
	<key>command.triggerFlash.title</key>
	<string>وميض اللوحة المركّزة</string>
	<key>command.uninstallCLI.subtitle</key>
	<string>واجهة الأوامر</string>
	<key>command.uninstallCLI.title</key>
	<string>أمر الصدفة: إلغاء تثبيت 'cmux' من PATH</string>
	<key>command.unpinTab.title</key>
	<string>إلغاء تثبيت اللسان</string>
	<key>command.unpinWorkspace.title</key>
	<string>إلغاء تثبيت مساحة العمل</string>
	<key>command.vscodeServeWebRestart.title</key>
	<string>إعادة تشغيل خادم VS Code المضمّن</string>
	<key>command.vscodeServeWebStop.title</key>
	<string>إيقاف خادم VS Code المضمّن</string>
	<key>commandPalette.kind.workspace</key>
	<string>مساحة العمل</string>
	<key>commandPalette.rename.clearCustomName</key>
	<string>(مسح الاسم المخصص)</string>
	<key>commandPalette.rename.tabConfirmHint</key>
	<string>اضغط Enter لتطبيق اسم اللسان، أو Escape للإلغاء.</string>
	<key>commandPalette.rename.tabDescription</key>
	<string>اختر اسمًا مخصصًا للسان.</string>
	<key>commandPalette.rename.tabInputHint</key>
	<string>أدخل اسم اللسان. اضغط Enter لإعادة التسمية، Escape للإلغاء.</string>
	<key>commandPalette.rename.tabPlaceholder</key>
	<string>اسم اللسان</string>
	<key>commandPalette.rename.tabTitle</key>
	<string>إعادة تسمية اللسان</string>
	<key>commandPalette.rename.workspaceConfirmHint</key>
	<string>اضغط Enter لتطبيق اسم مساحة العمل، أو Escape للإلغاء.</string>
	<key>commandPalette.rename.workspaceDescription</key>
	<string>اختر اسمًا مخصصًا لمساحة العمل.</string>
	<key>commandPalette.rename.workspaceInputHint</key>
	<string>أدخل اسم مساحة العمل. اضغط Enter لإعادة التسمية، Escape للإلغاء.</string>
	<key>commandPalette.rename.workspacePlaceholder</key>
	<string>اسم مساحة العمل</string>
	<key>commandPalette.rename.workspaceTitle</key>
	<string>إعادة تسمية مساحة العمل</string>
	<key>commandPalette.search.commandsEmpty</key>
	<string>لا توجد أوامر تطابق بحثك.</string>
	<key>commandPalette.search.commandsPlaceholder</key>
	<string>اكتب أمرًا</string>
	<key>commandPalette.search.switcherEmpty</key>
	<string>لا توجد مساحات عمل تطابق بحثك.</string>
	<key>commandPalette.search.switcherPlaceholder</key>
	<string>البحث في مساحات العمل</string>
	<key>commandPalette.subtitle.browserWithName</key>
	<string>المتصفح • %@</string>
	<key>commandPalette.subtitle.tabFallback</key>
	<string>لسان</string>
	<key>commandPalette.subtitle.tabWithName</key>
	<string>لسان • %@</string>
	<key>commandPalette.subtitle.terminalWithName</key>
	<string>الطرفية • %@</string>
	<key>commandPalette.subtitle.workspaceFallback</key>
	<string>مساحة العمل</string>
	<key>commandPalette.subtitle.workspaceWithName</key>
	<string>مساحة العمل • %@</string>
	<key>commandPalette.switcher.windowLabel</key>
	<string>النافذة %lld</string>
	<key>commandPalette.switcher.workspaceLabel</key>
	<string>مساحة العمل</string>
	<key>common.allow</key>
	<string>سماح</string>
	<key>common.cancel</key>
	<string>إلغاء</string>
	<key>common.close</key>
	<string>إغلاق</string>
	<key>common.copyDetails</key>
	<string>نسخ التفاصيل</string>
	<key>common.dontSave</key>
	<string>عدم الحفظ</string>
	<key>common.installAndRelaunch</key>
	<string>تثبيت وإعادة التشغيل</string>
	<key>common.later</key>
	<string>لاحقًا</string>
	<key>common.notNow</key>
	<string>ليس الآن</string>
	<key>common.ok</key>
	<string>OK</string>
	<key>common.rename</key>
	<string>إعادة تسمية</string>
	<key>common.restartLater</key>
	<string>إعادة التشغيل لاحقًا</string>
	<key>common.restartNow</key>
	<string>إعادة التشغيل الآن</string>
	<key>common.retry</key>
	<string>إعادة المحاولة</string>
	<key>common.skip</key>
	<string>تخطي</string>
	<key>contextMenu.chooseCustomColor</key>
	<string>اختيار لون مخصص…</string>
	<key>contextMenu.clearColor</key>
	<string>مسح اللون</string>
	<key>contextMenu.closeOtherWorkspaces</key>
	<string>إغلاق مساحات العمل الأخرى</string>
	<key>contextMenu.closeWorkspace</key>
	<string>إغلاق مساحة العمل</string>
	<key>contextMenu.closeWorkspaces</key>
	<string>إغلاق مساحات العمل</string>
	<key>contextMenu.closeWorkspacesAbove</key>
	<string>إغلاق مساحات العمل أعلاه</string>
	<key>contextMenu.closeWorkspacesBelow</key>
	<string>إغلاق مساحات العمل أدناه</string>
	<key>contextMenu.markWorkspaceRead</key>
	<string>تعليم مساحة العمل كمقروءة</string>
	<key>contextMenu.markWorkspaceUnread</key>
	<string>تعليم مساحة العمل كغير مقروءة</string>
	<key>contextMenu.markWorkspacesRead</key>
	<string>تعليم مساحات العمل كمقروءة</string>
	<key>contextMenu.markWorkspacesUnread</key>
	<string>تعليم مساحات العمل كغير مقروءة</string>
	<key>contextMenu.moveDown</key>
	<string>نقل للأسفل</string>
	<key>contextMenu.moveToTop</key>
	<string>نقل إلى الأعلى</string>
	<key>contextMenu.moveUp</key>
	<string>نقل للأعلى</string>
	<key>contextMenu.moveWorkspaceToWindow</key>
	<string>نقل مساحة العمل إلى نافذة</string>
	<key>contextMenu.moveWorkspacesToWindow</key>
	<string>نقل مساحات العمل إلى نافذة</string>
	<key>contextMenu.newWindow</key>
	<string>نافذة جديدة</string>
	<key>contextMenu.pinWorkspace</key>
	<string>تثبيت مساحة العمل</string>
	<key>contextMenu.pinWorkspaces</key>
	<string>تثبيت مساحات العمل</string>
	<key>contextMenu.removeCustomWorkspaceName</key>
	<string>إزالة اسم مساحة العمل المخصص</string>
	<key>contextMenu.renameWorkspace</key>
	<string>إعادة تسمية مساحة العمل…</string>
	<key>contextMenu.unpinWorkspace</key>
	<string>إلغاء تثبيت مساحة العمل</string>
	<key>contextMenu.unpinWorkspaces</key>
	<string>إلغاء تثبيت مساحات العمل</string>
	<key>contextMenu.workspaceColor</key>
	<string>لون مساحة العمل</string>
	<key>dialog.closeLastTabWindow.message</key>
	<string>سيؤدي هذا إلى إغلاق آخر لسان وإغلاق النافذة.</string>
	<key>dialog.closeLastTabWorkspace.message</key>
	<string>سيؤدي هذا إلى إغلاق آخر لسان وإغلاق مساحة العمل.</string>
	<key>dialog.closeOtherTabs.message.one</key>
	<string>سيؤدي هذا إلى إغلاق لسان واحد في هذه اللوحة:
%@</string>
	<key>dialog.closeOtherTabs.message.other</key>
	<string>سيؤدي هذا إلى إغلاق %1$lld لسان في هذه اللوحة:
%2$@</string>
	<key>dialog.closeOtherTabs.title</key>
	<string>إغلاق الألسنة الأخرى؟</string>
	<key>dialog.closeTab.close</key>
	<string>إغلاق</string>
	<key>dialog.closeTab.message</key>
	<string>سيؤدي هذا إلى إغلاق اللسان الحالي.</string>
	<key>dialog.closeTab.title</key>
	<string>إغلاق اللسان؟</string>
	<key>dialog.closeWorkspace.message</key>
	<string>سيؤدي هذا إلى إغلاق مساحة العمل وجميع لوحاتها.</string>
	<key>dialog.closeWorkspace.title</key>
	<string>إغلاق مساحة العمل؟</string>
	<key>dialog.cmuxConfig.confirmCommand.cancel</key>
	<string>إلغاء</string>
	<key>dialog.cmuxConfig.confirmCommand.message</key>
	<string>هل أنت متأكد أنك تريد تشغيل هذا الأمر؟</string>
	<key>dialog.cmuxConfig.confirmCommand.run</key>
	<string>تشغيل</string>
	<key>dialog.cmuxConfig.confirmCommand.title</key>
	<string>تشغيل الأمر</string>
	<key>dialog.cmuxConfig.confirmRestart.cancel</key>
	<string>إلغاء</string>
	<key>dialog.cmuxConfig.confirmRestart.message</key>
	<string>مساحة العمل بهذا الاسم موجودة بالفعل. هل تريد إغلاقها وإنشاء واحدة جديدة؟</string>
	<key>dialog.cmuxConfig.confirmRestart.recreate</key>
	<string>إعادة إنشاء</string>
	<key>dialog.cmuxConfig.confirmRestart.title</key>
	<string>مساحة العمل موجودة بالفعل</string>
	<key>dialog.dontWarnCmdQ</key>
	<string>عدم التحذير مجددًا عند Cmd+Q</string>
	<key>dialog.enableNotifications.message</key>
	<string>الإشعارات معطلة لـ cmux. قم بتفعيلها في إعدادات النظام لرؤية التنبيهات.</string>
	<key>dialog.enableNotifications.notNow</key>
	<string>ليس الآن</string>
	<key>dialog.enableNotifications.openSettings</key>
	<string>فتح الإعدادات</string>
	<key>dialog.enableNotifications.title</key>
	<string>تفعيل الإشعارات لـ cmux</string>
	<key>dialog.moveFailed.message</key>
	<string>لم يتمكن cmux من نقل هذا اللسان إلى الوجهة المحددة.</string>
	<key>dialog.moveFailed.title</key>
	<string>فشل النقل</string>
	<key>dialog.moveTab.message</key>
	<string>اختر وجهة لهذا اللسان.</string>
	<key>dialog.moveTab.move</key>
	<string>نقل</string>
	<key>dialog.moveTab.newWorkspaceCurrentWindow</key>
	<string>مساحة عمل جديدة في النافذة الحالية</string>
	<key>dialog.moveTab.selectedWorkspaceNewWindow</key>
	<string>مساحة العمل المحددة في نافذة جديدة</string>
	<key>dialog.moveTab.title</key>
	<string>نقل اللسان</string>
	<key>dialog.quitCmux.message</key>
	<string>سيؤدي هذا إلى إغلاق جميع النوافذ ومساحات العمل.</string>
	<key>dialog.quitCmux.quit</key>
	<string>إنهاء</string>
	<key>dialog.quitCmux.title</key>
	<string>إنهاء cmux؟</string>
	<key>dialog.renameTab.message</key>
	<string>أدخل اسمًا مخصصًا لهذا اللسان.</string>
	<key>dialog.renameTab.placeholder</key>
	<string>اسم اللسان</string>
	<key>dialog.renameTab.title</key>
	<string>إعادة تسمية اللسان</string>
	<key>dialog.renameWorkspace.message</key>
	<string>أدخل اسمًا مخصصًا لمساحة العمل هذه.</string>
	<key>dialog.renameWorkspace.placeholder</key>
	<string>اسم مساحة العمل</string>
	<key>dialog.renameWorkspace.title</key>
	<string>إعادة تسمية مساحة العمل</string>
	<key>error.clipboardFolderPath</key>
	<string>تعذر تحميل أي مسار مجلد من الحافظة.</string>
	<key>language.system</key>
	<string>النظام</string>
	<key>menu.app.about</key>
	<string>حول cmux</string>
	<key>menu.app.checkForUpdates</key>
	<string>التحقق من التحديثات…</string>
	<key>menu.app.ghosttySettings</key>
	<string>إعدادات Ghostty…</string>
	<key>menu.app.reloadConfiguration</key>
	<string>إعادة تحميل الإعدادات</string>
	<key>menu.app.settings</key>
	<string>الإعدادات…</string>
	<key>menu.checkForUpdates</key>
	<string>التحقق من التحديثات…</string>
	<key>menu.currentWindow</key>
	<string>النافذة الحالية</string>
	<key>menu.file.closeOtherTabs</key>
	<string>إغلاق الألسنة الأخرى في اللوحة</string>
	<key>menu.file.closeTab</key>
	<string>إغلاق اللسان</string>
	<key>menu.file.closeWorkspace</key>
	<string>إغلاق مساحة العمل</string>
	<key>menu.file.commandPalette</key>
	<string>لوحة الأوامر…</string>
	<key>menu.file.goToWorkspace</key>
	<string>الانتقال إلى مساحة العمل…</string>
	<key>menu.file.newWindow</key>
	<string>نافذة جديدة</string>
	<key>menu.file.newWorkspace</key>
	<string>مساحة عمل جديدة</string>
	<key>menu.file.openFolder</key>
	<string>فتح مجلد…</string>
	<key>menu.file.openFolder.panelPrompt</key>
	<string>فتح</string>
	<key>menu.file.openFolder.panelTitle</key>
	<string>فتح مجلد</string>
	<key>menu.file.reopenClosedBrowserPanel</key>
	<string>إعادة فتح لوحة المتصفح المغلقة</string>
	<key>menu.find.find</key>
	<string>بحث…</string>
	<key>menu.find.findNext</key>
	<string>البحث عن التالي</string>
	<key>menu.find.findPrevious</key>
	<string>البحث عن السابق</string>
	<key>menu.find.hideFindBar</key>
	<string>إخفاء شريط البحث</string>
	<key>menu.find.title</key>
	<string>بحث</string>
	<key>menu.find.useSelectionForFind</key>
	<string>استخدام التحديد للبحث</string>
	<key>menu.notifications.clearAll</key>
	<string>مسح الكل</string>
	<key>menu.notifications.jumpToUnread</key>
	<string>الانتقال إلى أحدث غير مقروء</string>
	<key>menu.notifications.markAllRead</key>
	<string>تعليم الكل كمقروء</string>
	<key>menu.notifications.show</key>
	<string>عرض الإشعارات</string>
	<key>menu.notifications.title</key>
	<string>الإشعارات</string>
	<key>menu.openInAndroidStudio</key>
	<string>فتح الدليل الحالي في Android Studio</string>
	<key>menu.openInAntigravity</key>
	<string>فتح الدليل الحالي في Antigravity</string>
	<key>menu.openInCursor</key>
	<string>فتح الدليل الحالي في Cursor</string>
	<key>menu.openInFinder</key>
	<string>فتح الدليل الحالي في Finder</string>
	<key>menu.openInGhostty</key>
	<string>فتح الدليل الحالي في Ghostty</string>
	<key>menu.openInITerm2</key>
	<string>فتح الدليل الحالي في iTerm2</string>
	<key>menu.openInIntelliJ</key>
	<string>فتح الدليل الحالي في IntelliJ IDEA</string>
	<key>menu.openInTerminal</key>
	<string>فتح الدليل الحالي في Terminal</string>
	<key>menu.openInTower</key>
	<string>فتح الدليل الحالي في Tower</string>
	<key>menu.openInVSCode</key>
	<string>فتح الدليل الحالي في VS Code (مضمّن)</string>
	<key>menu.openInWarp</key>
	<string>فتح الدليل الحالي في Warp</string>
	<key>menu.openInWindsurf</key>
	<string>فتح الدليل الحالي في Windsurf</string>
	<key>menu.openInXcode</key>
	<string>فتح الدليل الحالي في Xcode</string>
	<key>menu.openInZed</key>
	<string>فتح الدليل الحالي في Zed</string>
	<key>menu.preferences</key>
	<string>التفضيلات…</string>
	<key>menu.quitCmux</key>
	<string>إنهاء cmux</string>
	<key>menu.showNotifications</key>
	<string>عرض الإشعارات</string>
	<key>menu.updateLogs.copyFocusLogs</key>
	<string>نسخ سجلات التركيز</string>
	<key>menu.updateLogs.copyUpdateLogs</key>
	<string>نسخ سجلات التحديث</string>
	<key>menu.view.actualSize</key>
	<string>الحجم الفعلي</string>
	<key>menu.view.back</key>
	<string>رجوع</string>
	<key>menu.view.clearBrowserHistory</key>
	<string>مسح سجل المتصفح</string>
	<key>menu.view.forward</key>
	<string>تقدم</string>
	<key>menu.view.jumpToUnread</key>
	<string>الانتقال إلى أحدث غير مقروء</string>
	<key>menu.view.nextSurface</key>
	<string>السطح التالي</string>
	<key>menu.view.nextWorkspace</key>
	<string>مساحة العمل التالية</string>
	<key>menu.view.previousSurface</key>
	<string>السطح السابق</string>
	<key>menu.view.previousWorkspace</key>
	<string>مساحة العمل السابقة</string>
	<key>menu.view.reloadPage</key>
	<string>إعادة تحميل الصفحة</string>
	<key>menu.view.renameWorkspace</key>
	<string>إعادة تسمية مساحة العمل…</string>
	<key>menu.view.showJSConsole</key>
	<string>عرض وحدة تحكم JavaScript</string>
	<key>menu.view.showNotifications</key>
	<string>عرض الإشعارات</string>
	<key>menu.view.splitBrowserDown</key>
	<string>تقسيم المتصفح للأسفل</string>
	<key>menu.view.splitBrowserRight</key>
	<string>تقسيم المتصفح لليمين</string>
	<key>menu.view.splitDown</key>
	<string>تقسيم للأسفل</string>
	<key>menu.view.splitRight</key>
	<string>تقسيم لليمين</string>
	<key>menu.view.toggleDevTools</key>
	<string>تبديل أدوات المطور</string>
	<key>menu.view.toggleSidebar</key>
	<string>تبديل الشريط الجانبي</string>
	<key>menu.view.workspace</key>
	<string>مساحة العمل %lld</string>
	<key>menu.view.zoomIn</key>
	<string>تكبير</string>
	<key>menu.view.zoomOut</key>
	<string>تصغير</string>
	<key>menu.windowNumber</key>
	<string>النافذة %lld</string>
	<key>notifications.clearAll</key>
	<string>مسح الكل</string>
	<key>notifications.empty.description</key>
	<string>ستظهر إشعارات سطح المكتب هنا للمراجعة السريعة.</string>
	<key>notifications.empty.subtitle</key>
	<string>ستظهر إشعارات سطح المكتب هنا.</string>
	<key>notifications.empty.title</key>
	<string>لا توجد إشعارات بعد</string>
	<key>notifications.jumpToLatestUnread</key>
	<string>الانتقال إلى أحدث غير مقروء</string>
	<key>notifications.title</key>
	<string>الإشعارات</string>
	<key>panel.displayName.fallback</key>
	<string>لسان</string>
	<key>panel.openFolder.prompt</key>
	<string>فتح</string>
	<key>panel.openFolder.title</key>
	<string>فتح مجلد</string>
	<key>search.close.help</key>
	<string>إغلاق (Esc)</string>
	<key>search.nextMatch.help</key>
	<string>التطابق التالي (Return)</string>
	<key>search.placeholder</key>
	<string>بحث</string>
	<key>search.previousMatch.help</key>
	<string>التطابق السابق (Shift+Return)</string>
	<key>settings.app.appIcon</key>
	<string>أيقونة التطبيق</string>
	<key>settings.app.appIcon.subtitle</key>
	<string>شريط Dock ومبدّل التطبيقات</string>
	<key>settings.app.dockBadge</key>
	<string>شارة Dock</string>
	<key>settings.app.dockBadge.subtitle</key>
	<string>عرض عدد غير المقروء على أيقونة التطبيق (Dock و Cmd+Tab).</string>
	<key>settings.app.language</key>
	<string>اللغة</string>
	<key>settings.app.language.restartDialog.confirm</key>
	<string>إعادة التشغيل الآن</string>
	<key>settings.app.language.restartDialog.later</key>
	<string>لاحقًا</string>
	<key>settings.app.language.restartDialog.title</key>
	<string>إعادة التشغيل لتطبيق تغيير اللغة؟</string>
	<key>settings.app.language.restartSubtitle</key>
	<string>أعد تشغيل cmux للتطبيق</string>
	<key>settings.app.newWorkspacePlacement</key>
	<string>موضع مساحة العمل الجديدة</string>
	<key>settings.app.openSidebarPRLinks</key>
	<string>فتح روابط طلبات السحب في متصفح cmux</string>
	<key>settings.app.openSidebarPRLinks.subtitleOff</key>
	<string>النقرات تفتح في متصفحك الافتراضي.</string>
	<key>settings.app.openSidebarPRLinks.subtitleOn</key>
	<string>النقرات تفتح داخل متصفح cmux.</string>
	<key>settings.app.openSidebarPortLinks</key>
	<string>فتح روابط المنافذ في متصفح cmux</string>
	<key>settings.app.openSidebarPortLinks.subtitleOff</key>
	<string>نقرات المنافذ تفتح في متصفحك الافتراضي.</string>
	<key>settings.app.openSidebarPortLinks.subtitleOn</key>
	<string>نقرات المنافذ تفتح داخل متصفح cmux.</string>
	<key>settings.app.renameSelectsName</key>
	<string>إعادة التسمية تحدد الاسم الحالي</string>
	<key>settings.app.renameSelectsName.subtitleOff</key>
	<string>إعادة التسمية في لوحة الأوامر تبقي المؤشر في النهاية.</string>
	<key>settings.app.renameSelectsName.subtitleOn</key>
	<string>إعادة التسمية في لوحة الأوامر تبدأ بتحديد كل النص.</string>
	<key>settings.app.reorderOnNotification</key>
	<string>إعادة الترتيب عند الإشعار</string>
	<key>settings.app.reorderOnNotification.subtitle</key>
	<string>نقل مساحات العمل إلى الأعلى عند تلقي إشعار. قم بالتعطيل للحفاظ على مواضع الاختصارات الثابتة.</string>
	<key>settings.app.showBranchDirectory</key>
	<string>عرض الفرع والدليل في الشريط الجانبي</string>
	<key>settings.app.showBranchDirectory.subtitle</key>
	<string>عرض صف فرع git المدمج ودليل العمل.</string>
	<key>settings.app.showLog</key>
	<string>عرض أحدث سجل في الشريط الجانبي</string>
	<key>settings.app.showLog.subtitle</key>
	<string>عرض أحدث رسالة سجل/حالة.</string>
	<key>settings.app.showMetadata</key>
	<string>عرض البيانات الوصفية المخصصة في الشريط الجانبي</string>
	<key>settings.app.showMetadata.subtitle</key>
	<string>عرض البيانات الوصفية المخصصة من report_meta/set_status و report_meta_block.</string>
	<key>settings.app.showPorts</key>
	<string>عرض المنافذ النشطة في الشريط الجانبي</string>
	<key>settings.app.showPorts.subtitle</key>
	<string>عرض المنافذ المكتشفة لمساحة العمل النشطة.</string>
	<key>settings.app.showProgress</key>
	<string>عرض التقدم في الشريط الجانبي</string>
	<key>settings.app.showProgress.subtitle</key>
	<string>عرض شريط التقدم المدمج من set_progress.</string>
	<key>settings.app.showPullRequests</key>
	<string>عرض طلبات السحب في الشريط الجانبي</string>
	<key>settings.app.showPullRequests.subtitle</key>
	<string>عرض عناصر المراجعة (طلبات السحب/الدمج/إلخ.) مع الحالة والرقم والرابط القابل للنقر.</string>
	<key>settings.app.sidebarBranchLayout</key>
	<string>تخطيط الفروع في الشريط الجانبي</string>
	<key>settings.app.sidebarBranchLayout.inline</key>
	<string>سطري</string>
	<key>settings.app.sidebarBranchLayout.subtitleInline</key>
	<string>سطري: جميع الفروع تشترك في سطر واحد.</string>
	<key>settings.app.sidebarBranchLayout.subtitleVertical</key>
	<string>عمودي: كل فرع يظهر في سطر خاص به.</string>
	<key>settings.app.sidebarBranchLayout.vertical</key>
	<string>عمودي</string>
	<key>settings.app.telemetry</key>
	<string>إرسال بيانات تحليلية مجهولة</string>
	<key>settings.app.telemetry.subtitle</key>
	<string>مشاركة بيانات الأعطال والاستخدام المجهولة للمساعدة في تحسين cmux.</string>
	<key>settings.app.telemetry.subtitleChanged</key>
	<string>يسري التغيير عند التشغيل التالي.</string>
	<key>settings.app.theme</key>
	<string>المظهر</string>
	<key>settings.app.warnBeforeQuit</key>
	<string>التحذير قبل الإنهاء</string>
	<key>settings.app.warnBeforeQuit.subtitleOff</key>
	<string>Cmd+Q ينهي فورًا بدون تأكيد.</string>
	<key>settings.app.warnBeforeQuit.subtitleOn</key>
	<string>عرض تأكيد قبل الإنهاء بـ Cmd+Q.</string>
	<key>settings.automation.claudeCode</key>
	<string>تكامل Claude Code</string>
	<key>settings.automation.claudeCode.note</key>
	<string>عند التفعيل، يغلّف cmux أمر claude لحقن تتبع الجلسة وخطافات الإشعارات. قم بالتعطيل إذا كنت تفضل إدارة خطافات Claude Code بنفسك.</string>
	<key>settings.automation.claudeCode.subtitleOff</key>
	<string>يعمل Claude Code بدون تكامل cmux.</string>
	<key>settings.automation.claudeCode.subtitleOn</key>
	<string>يعرض الشريط الجانبي حالة جلسة Claude والإشعارات.</string>
	<key>settings.automation.openAccess.dialog.cancel</key>
	<string>إلغاء</string>
	<key>settings.automation.openAccess.dialog.confirm</key>
	<string>تفعيل الوصول المفتوح الكامل</string>
	<key>settings.automation.openAccess.dialog.message</key>
	<string>يؤدي هذا إلى تعطيل فحوصات النسب وكلمة المرور ويفتح المقبس لجميع المستخدمين المحليين. قم بالتفعيل فقط عندما تفهم المخاطر.</string>
	<key>settings.automation.openAccess.dialog.title</key>
	<string>تفعيل الوصول المفتوح الكامل؟</string>
	<key>settings.automation.openAccessWarning</key>
	<string>تحذير: الوصول المفتوح الكامل يجعل مقبس التحكم قابلاً للقراءة والكتابة من الجميع على هذا الـ Mac ويعطل فحوصات المصادقة. استخدم فقط لأغراض التصحيح المحلي.</string>
	<key>settings.automation.port.note</key>
	<string>تحصل كل مساحة عمل على متغيرات البيئة CMUX_PORT و CMUX_PORT_END مع نطاق منافذ مخصص. ترث الطرفيات الجديدة هذه القيم.</string>
	<key>settings.automation.portBase</key>
	<string>المنفذ الأساسي</string>
	<key>settings.automation.portBase.subtitle</key>
	<string>المنفذ الابتدائي لمتغير البيئة CMUX_PORT.</string>
	<key>settings.automation.portRange</key>
	<string>حجم نطاق المنافذ</string>
	<key>settings.automation.portRange.subtitle</key>
	<string>عدد المنافذ لكل مساحة عمل.</string>
	<key>settings.automation.socketMode</key>
	<string>وضع التحكم بالمقبس</string>
	<key>settings.automation.socketMode.note</key>
	<string>يتحكم بالوصول إلى مقبس Unix المحلي للتحكم البرمجي. اختر الوضع الذي يتناسب مع نموذج التهديد الخاص بك.</string>
	<key>settings.automation.socketOverrides.note</key>
	<string>التجاوزات: CMUX_SOCKET_ENABLE و CMUX_SOCKET_MODE و CMUX_SOCKET_PATH (اضبط CMUX_ALLOW_SOCKET_OVERRIDE=1 لبناءات stable/nightly).</string>
	<key>settings.automation.socketPassword</key>
	<string>كلمة مرور المقبس</string>
	<key>settings.automation.socketPassword.change</key>
	<string>تغيير</string>
	<key>settings.automation.socketPassword.clear</key>
	<string>مسح</string>
	<key>settings.automation.socketPassword.clearFailed</key>
	<string>فشل مسح كلمة المرور (%@).</string>
	<key>settings.automation.socketPassword.cleared</key>
	<string>تم مسح كلمة المرور.</string>
	<key>settings.automation.socketPassword.enterFirst</key>
	<string>أدخل كلمة مرور أولاً.</string>
	<key>settings.automation.socketPassword.placeholder</key>
	<string>كلمة المرور</string>
	<key>settings.automation.socketPassword.saveFailed</key>
	<string>فشل حفظ كلمة المرور (%@).</string>
	<key>settings.automation.socketPassword.saved</key>
	<string>تم حفظ كلمة المرور.</string>
	<key>settings.automation.socketPassword.set</key>
	<string>تعيين</string>
	<key>settings.automation.socketPassword.subtitleSet</key>
	<string>مخزنة في Application Support.</string>
	<key>settings.automation.socketPassword.subtitleUnset</key>
	<string>لم يتم تعيين كلمة مرور. سيتم حظر العملاء الخارجيين حتى يتم تكوين واحدة.</string>
	<key>settings.blendMode.behindWindow</key>
	<string>خلف النافذة</string>
	<key>settings.blendMode.withinWindow</key>
	<string>داخل النافذة</string>
	<key>settings.browser.externalPatterns</key>
	<string>عناوين URL للفتح خارجيًا دائمًا</string>
	<key>settings.browser.externalPatterns.subtitle</key>
	<string>ينطبق على نقرات الروابط في الطرفية واستدعاءات `open https://...` المعترضة. قاعدة واحدة لكل سطر. النص العادي يطابق أي جزء من URL، أو ابدأ بـ `re:` للتعبيرات النمطية (مثال: openai.com/usage, re:^https?://[^/]*\\.example\\.com/(billing|usage)).</string>
	<key>settings.browser.history</key>
	<string>سجل التصفح</string>
	<key>settings.browser.history.clearButton</key>
	<string>مسح السجل…</string>
	<key>settings.browser.history.clearDialog.cancel</key>
	<string>إلغاء</string>
	<key>settings.browser.history.clearDialog.confirm</key>
	<string>مسح السجل</string>
	<key>settings.browser.history.clearDialog.message</key>
	<string>يؤدي هذا إلى إزالة اقتراحات الصفحات المزارة من شريط عنوان المتصفح.</string>
	<key>settings.browser.history.clearDialog.title</key>
	<string>مسح سجل المتصفح؟</string>
	<key>settings.browser.history.subtitleEmpty</key>
	<string>لا توجد صفحات محفوظة بعد.</string>
	<key>settings.browser.history.subtitleMany</key>
	<string>%lld صفحة محفوظة تظهر في اقتراحات شريط العنوان.</string>
	<key>settings.browser.history.subtitleOne</key>
	<string>صفحة محفوظة واحدة تظهر في اقتراحات شريط العنوان.</string>
	<key>settings.browser.hostWhitelist</key>
	<string>المضيفون للفتح في المتصفح المضمّن</string>
	<key>settings.browser.hostWhitelist.subtitle</key>
	<string>ينطبق على نقرات الروابط في الطرفية واستدعاءات `open https://...` المعترضة. فقط هؤلاء المضيفون يفتحون في cmux. البقية تفتح في متصفحك الافتراضي. مضيف واحد أو حرف بدل لكل سطر (مثال: example.com, *.internal.example). اتركه فارغًا لفتح جميع المضيفين في cmux.</string>
	<key>settings.browser.httpAllowlist</key>
	<string>مضيفو HTTP المسموح بهم في المتصفح المضمّن</string>
	<key>settings.browser.httpAllowlist.description</key>
	<string>يتحكم في مضيفي HTTP (غير HTTPS) الذين يمكنهم الفتح في cmux بدون رسالة تحذير. الافتراضيات تشمل localhost و 127.0.0.1 و ::1 و 0.0.0.0 و *.localtest.me.</string>
	<key>settings.browser.httpAllowlist.hint</key>
	<string>مضيف واحد أو حرف بدل لكل سطر (مثال: localhost, 127.0.0.1, ::1, 0.0.0.0, *.localtest.me).</string>
	<key>settings.browser.httpAllowlist.save</key>
	<string>حفظ</string>
	<key>settings.browser.interceptOpen</key>
	<string>اعتراض open http(s) في الطرفية</string>
	<key>settings.browser.interceptOpen.subtitle</key>
	<string>عند التعطيل، يستخدم `open https://...` و `open http://...` دائمًا متصفحك الافتراضي.</string>
	<key>settings.browser.openTerminalLinks</key>
	<string>فتح روابط الطرفية في متصفح cmux</string>
	<key>settings.browser.openTerminalLinks.subtitle</key>
	<string>عند التعطيل، تفتح الروابط المنقورة في مخرجات الطرفية في متصفحك الافتراضي.</string>
	<key>settings.browser.searchEngine</key>
	<string>محرك البحث الافتراضي</string>
	<key>settings.browser.searchEngine.subtitle</key>
	<string>يُستخدم بواسطة شريط عنوان المتصفح عندما لا يكون الإدخال URL.</string>
	<key>settings.browser.searchSuggestions</key>
	<string>عرض اقتراحات البحث</string>
	<key>settings.browser.theme</key>
	<string>مظهر المتصفح</string>
	<key>settings.browser.theme.subtitleForced</key>
	<string>%@ يفرض نظام الألوان هذا للصفحات المتوافقة.</string>
	<key>settings.browser.theme.subtitleSystem</key>
	<string>النظام يتبع مظهر التطبيق و macOS.</string>
	<key>settings.material.contentBackground</key>
	<string>خلفية المحتوى</string>
	<key>settings.material.fullScreenUI</key>
	<string>واجهة ملء الشاشة</string>
	<key>settings.material.headerView</key>
	<string>عرض الرأس</string>
	<key>settings.material.hudWindow</key>
	<string>نافذة HUD</string>
	<key>settings.material.liquidGlass</key>
	<string>Liquid Glass (macOS 26+)</string>
	<key>settings.material.menu</key>
	<string>القائمة</string>
	<key>settings.material.none</key>
	<string>بدون</string>
	<key>settings.material.popover</key>
	<string>نافذة منبثقة</string>
	<key>settings.material.sheet</key>
	<string>ورقة</string>
	<key>settings.material.sidebar</key>
	<string>الشريط الجانبي</string>
	<key>settings.material.toolTip</key>
	<string>تلميح أداة</string>
	<key>settings.material.underWindow</key>
	<string>تحت النافذة</string>
	<key>settings.material.windowBackground</key>
	<string>خلفية النافذة</string>
	<key>settings.preset.hudGlass</key>
	<string>زجاج HUD</string>
	<key>settings.preset.nativeSidebar</key>
	<string>شريط جانبي أصلي</string>
	<key>settings.preset.popoverGlass</key>
	<string>زجاج منبثق</string>
	<key>settings.preset.raycastGray</key>
	<string>رمادي Raycast</string>
	<key>settings.preset.softBlur</key>
	<string>ضبابية ناعمة</string>
	<key>settings.preset.underWindow</key>
	<string>تحت النافذة</string>
	<key>settings.reset.resetAll</key>
	<string>إعادة تعيين جميع الإعدادات</string>
	<key>settings.section.app</key>
	<string>التطبيق</string>
	<key>settings.section.automation</key>
	<string>الأتمتة</string>
	<key>settings.section.browser</key>
	<string>المتصفح</string>
	<key>settings.section.keyboardShortcuts</key>
	<string>اختصارات لوحة المفاتيح</string>
	<key>settings.section.reset</key>
	<string>إعادة التعيين</string>
	<key>settings.section.sidebarAppearance</key>
	<string>مظهر الشريط الجانبي</string>
	<key>settings.section.workspaceColors</key>
	<string>ألوان مساحة العمل</string>
	<key>settings.shortcuts.recordHint</key>
	<string>انقر على قيمة اختصار لتسجيل اختصار جديد.</string>
	<key>settings.shortcuts.showHints</key>
	<string>عرض تلميحات اختصارات Cmd/Ctrl عند الضغط المطول</string>
	<key>settings.shortcuts.showHints.subtitleOff</key>
	<string>الضغط المطول على Cmd أو Ctrl يبقي كبسولات التلميح مخفية.</string>
	<key>settings.shortcuts.showHints.subtitleOn</key>
	<string>الضغط المطول على Cmd (الشريط الجانبي/شريط العنوان) أو Ctrl/Cmd (ألسنة اللوحات) يعرض كبسولات التلميح.</string>
	<key>settings.sidebarAppearance.defaultLabel</key>
	<string>افتراضي</string>
	<key>settings.sidebarAppearance.reset</key>
	<string>إعادة تعيين لون الشريط الجانبي</string>
	<key>settings.sidebarAppearance.reset.button</key>
	<string>إعادة تعيين</string>
	<key>settings.sidebarAppearance.reset.subtitle</key>
	<string>استعادة مظهر الشريط الجانبي الافتراضي.</string>
	<key>settings.sidebarAppearance.tintColorDark</key>
	<string>لون الوضع الداكن</string>
	<key>settings.sidebarAppearance.tintColorDark.picker</key>
	<string>لون داكن</string>
	<key>settings.sidebarAppearance.tintColorDark.subtitle</key>
	<string>لون تلوين الشريط الجانبي عند استخدام المظهر الداكن.</string>
	<key>settings.sidebarAppearance.tintColorLight</key>
	<string>لون الوضع الفاتح</string>
	<key>settings.sidebarAppearance.tintColorLight.picker</key>
	<string>لون فاتح</string>
	<key>settings.sidebarAppearance.tintColorLight.subtitle</key>
	<string>لون تلوين الشريط الجانبي عند استخدام المظهر الفاتح.</string>
	<key>settings.sidebarAppearance.tintOpacity</key>
	<string>شفافية اللون</string>
	<key>settings.sidebarAppearance.tintOpacity.subtitle</key>
	<string>مدى قوة ظهور لون التلوين فوق مادة الشريط الجانبي.</string>
	<key>settings.state.active</key>
	<string>نشط</string>
	<key>settings.state.followWindow</key>
	<string>متابعة النافذة</string>
	<key>settings.state.inactive</key>
	<string>غير نشط</string>
	<key>settings.title</key>
	<string>الإعدادات</string>
	<key>settings.workspaceColors.base</key>
	<string>الأساس: %@</string>
	<key>settings.workspaceColors.customColors</key>
	<string>ألوان مخصصة</string>
	<key>settings.workspaceColors.indicator</key>
	<string>مؤشر لون مساحة العمل</string>
	<key>settings.workspaceColors.noCustomColors</key>
	<string>ألوان مخصصة: لا يوجد بعد. استخدم "اختيار لون مخصص..." من قائمة سياق مساحة العمل.</string>
	<key>settings.workspaceColors.paletteNote</key>
	<string>تخصيص لوحة ألوان مساحة العمل المستخدمة بواسطة الشريط الجانبي &gt; لون مساحة العمل. إدخالات "اختيار لون مخصص..." تُحفظ أدناه.</string>
	<key>settings.workspaceColors.remove</key>
	<string>إزالة</string>
	<key>settings.workspaceColors.resetPalette</key>
	<string>إعادة تعيين اللوحة</string>
	<key>settings.workspaceColors.resetPalette.button</key>
	<string>إعادة تعيين</string>
	<key>settings.workspaceColors.resetPalette.subtitle</key>
	<string>استعادة الإعدادات الافتراضية المدمجة ومسح جميع الألوان المخصصة.</string>
	<key>shortcut.closeWindow.label</key>
	<string>إغلاق النافذة</string>
	<key>shortcut.closeWorkspace.label</key>
	<string>إغلاق مساحة العمل</string>
	<key>shortcut.flashFocusedPanel.label</key>
	<string>وميض اللوحة المركّزة</string>
	<key>shortcut.focusPaneDown.label</key>
	<string>التركيز على اللوحة أسفل</string>
	<key>shortcut.focusPaneLeft.label</key>
	<string>التركيز على اللوحة يسار</string>
	<key>shortcut.focusPaneRight.label</key>
	<string>التركيز على اللوحة يمين</string>
	<key>shortcut.focusPaneUp.label</key>
	<string>التركيز على اللوحة أعلى</string>
	<key>shortcut.jumpToUnread.label</key>
	<string>الانتقال إلى أحدث غير مقروء</string>
	<key>shortcut.newSurface.label</key>
	<string>سطح جديد</string>
	<key>shortcut.newWindow.label</key>
	<string>نافذة جديدة</string>
	<key>shortcut.newWorkspace.label</key>
	<string>مساحة عمل جديدة</string>
	<key>shortcut.nextSurface.label</key>
	<string>السطح التالي</string>
	<key>shortcut.nextWorkspace.label</key>
	<string>مساحة العمل التالية</string>
	<key>shortcut.openBrowser.label</key>
	<string>فتح المتصفح</string>
	<key>shortcut.openFolder.label</key>
	<string>فتح مجلد</string>
	<key>shortcut.pressShortcut.prompt</key>
	<string>اضغط الاختصار…</string>
	<key>shortcut.previousSurface.label</key>
	<string>السطح السابق</string>
	<key>shortcut.previousWorkspace.label</key>
	<string>مساحة العمل السابقة</string>
	<key>shortcut.renameTab.label</key>
	<string>إعادة تسمية اللسان</string>
	<key>shortcut.renameWorkspace.label</key>
	<string>إعادة تسمية مساحة العمل</string>
	<key>shortcut.showBrowserJSConsole.label</key>
	<string>عرض وحدة تحكم JavaScript للمتصفح</string>
	<key>shortcut.showNotifications.label</key>
	<string>عرض الإشعارات</string>
	<key>shortcut.splitBrowserDown.label</key>
	<string>تقسيم المتصفح للأسفل</string>
	<key>shortcut.splitBrowserRight.label</key>
	<string>تقسيم المتصفح لليمين</string>
	<key>shortcut.splitDown.label</key>
	<string>تقسيم للأسفل</string>
	<key>shortcut.splitRight.label</key>
	<string>تقسيم لليمين</string>
	<key>shortcut.toggleBrowserDevTools.label</key>
	<string>تبديل أدوات المطور للمتصفح</string>
	<key>shortcut.togglePaneZoom.label</key>
	<string>تبديل تكبير اللوحة</string>
	<key>shortcut.toggleSidebar.label</key>
	<string>تبديل الشريط الجانبي</string>
	<key>shortcut.toggleTerminalCopyMode.label</key>
	<string>تبديل وضع النسخ في الطرفية</string>
	<key>sidebar.closeWorkspace.tooltip</key>
	<string>إغلاق مساحة العمل</string>
	<key>sidebar.folderIcon.dragHint</key>
	<string>اسحب للفتح في Finder أو تطبيق آخر</string>
	<key>sidebar.indicator.leftRail</key>
	<string>شريط أيسر</string>
	<key>sidebar.indicator.solidFill</key>
	<string>تعبئة صلبة</string>
	<key>sidebar.metadata.showLess</key>
	<string>عرض أقل</string>
	<key>sidebar.metadata.showLessDetails</key>
	<string>عرض تفاصيل أقل</string>
	<key>sidebar.metadata.showMore</key>
	<string>عرض المزيد</string>
	<key>sidebar.metadata.showMoreDetails</key>
	<string>عرض تفاصيل أكثر</string>
	<key>sidebar.pathMenu.macintoshHD</key>
	<string>Macintosh HD</string>
	<key>sidebar.pullRequest.openTooltip</key>
	<string>فتح %1$@ #%2$lld</string>
	<key>sidebar.pullRequest.statusClosed</key>
	<string>مغلق</string>
	<key>sidebar.pullRequest.statusMerged</key>
	<string>مدمج</string>
	<key>sidebar.pullRequest.statusOpen</key>
	<string>مفتوح</string>
	<key>sidebar.workspace.accessibilityHint</key>
	<string>فعّل للتركيز على مساحة العمل هذه. اسحب لإعادة الترتيب، أو استخدم إجراءات نقل للأعلى ونقل للأسفل.</string>
	<key>sidebar.workspace.moveDownAction</key>
	<string>نقل للأسفل</string>
	<key>sidebar.workspace.moveUpAction</key>
	<string>نقل للأعلى</string>
	<key>socketControl.allowAll.description</key>
	<string>السماح لأي عملية ومستخدم محلي بالاتصال بدون مصادقة. غير آمن.</string>
	<key>socketControl.allowAll.name</key>
	<string>وصول مفتوح كامل</string>
	<key>socketControl.automation.description</key>
	<string>السماح لعملاء الأتمتة المحليين الخارجيين من مستخدم macOS هذا (بدون فحص النسب).</string>
	<key>socketControl.automation.name</key>
	<string>وضع الأتمتة</string>
	<key>socketControl.cmuxOnly.description</key>
	<string>فقط العمليات التي بدأت داخل طرفيات cmux يمكنها إرسال الأوامر.</string>
	<key>socketControl.cmuxOnly.name</key>
	<string>عمليات cmux فقط</string>
	<key>socketControl.error.passwordFilePath</key>
	<string>تعذر تحديد مسار ملف كلمة مرور المقبس.</string>
	<key>socketControl.off.description</key>
	<string>تعطيل مقبس التحكم المحلي.</string>
	<key>socketControl.off.name</key>
	<string>إيقاف</string>
	<key>socketControl.password.description</key>
	<string>طلب مصادقة المقبس بكلمة مرور مخزنة في ملف محلي.</string>
	<key>socketControl.password.name</key>
	<string>وضع كلمة المرور</string>
	<key>statusMenu.clearAll</key>
	<string>مسح الكل</string>
	<key>statusMenu.jumpToLatestUnread</key>
	<string>الانتقال إلى أحدث غير مقروء</string>
	<key>statusMenu.markAllRead</key>
	<string>تعليم الكل كمقروء</string>
	<key>statusMenu.noUnread</key>
	<string>لا توجد إشعارات غير مقروءة</string>
	<key>statusMenu.showNotifications</key>
	<string>عرض الإشعارات</string>
	<key>statusMenu.tooltip.unread.one</key>
	<string>إشعار واحد غير مقروء</string>
	<key>statusMenu.tooltip.unread.other</key>
	<string>%lld إشعار غير مقروء</string>
	<key>statusMenu.unreadCount.one</key>
	<string>إشعار واحد غير مقروء</string>
	<key>statusMenu.unreadCount.other</key>
	<string>%lld إشعار غير مقروء</string>
	<key>tab.untitled</key>
	<string>لسان بلا عنوان</string>
	<key>theme.dark</key>
	<string>داكن</string>
	<key>theme.light</key>
	<string>فاتح</string>
	<key>theme.system</key>
	<string>النظام</string>
	<key>titlebar.newWorkspace.accessibilityLabel</key>
	<string>مساحة عمل جديدة</string>
	<key>titlebar.newWorkspace.tooltip</key>
	<string>مساحة عمل جديدة</string>
	<key>titlebar.notifications.accessibilityLabel</key>
	<string>الإشعارات</string>
	<key>titlebar.notifications.tooltip</key>
	<string>عرض الإشعارات</string>
	<key>titlebar.sidebar.accessibilityLabel</key>
	<string>تبديل الشريط الجانبي</string>
	<key>titlebar.sidebar.tooltip</key>
	<string>إظهار أو إخفاء الشريط الجانبي</string>
	<key>update.available.short</key>
	<string>تحديث متوفر</string>
	<key>update.available.withVersion</key>
	<string>تحديث متوفر: %@</string>
	<key>update.checking</key>
	<string>جارٍ التحقق من التحديثات…</string>
	<key>update.configureAutoUpdates</key>
	<string>تكوين تفضيلات التحديث التلقائي</string>
	<key>update.downloadAndInstall</key>
	<string>تنزيل وتثبيت أحدث إصدار</string>
	<key>update.downloading.progress</key>
	<string>جارٍ التنزيل: %@</string>
	<key>update.downloading.status</key>
	<string>جارٍ التنزيل…</string>
	<key>update.downloadingPackage</key>
	<string>جارٍ تنزيل حزمة التحديث</string>
	<key>update.error.appLocation.title</key>
	<string>مشكلة في موقع التطبيق</string>
	<key>update.error.connectionLost.message</key>
	<string>انقطع اتصال الشبكة أثناء التحقق من التحديثات. حاول مجددًا.</string>
	<key>update.error.connectionLost.title</key>
	<string>انقطع الاتصال</string>
	<key>update.error.downloadFailed.title</key>
	<string>تعذر تنزيل التحديث</string>
	<key>update.error.failed.title</key>
	<string>فشل التحديث</string>
	<key>update.error.feedDownload.message</key>
	<string>تعذر على cmux تنزيل موجز التحديثات. تحقق من اتصالك وحاول مجددًا.</string>
	<key>update.error.feedError.title</key>
	<string>خطأ في موجز التحديثات</string>
	<key>update.error.feedRead.message</key>
	<string>تعذر قراءة موجز التحديثات. يرجى المحاولة لاحقًا.</string>
	<key>update.error.insecureFeed.message</key>
	<string>موجز التحديثات غير آمن. يرجى الاتصال بالدعم.</string>
	<key>update.error.insecureFeed.title</key>
	<string>موجز تحديثات غير آمن</string>
	<key>update.error.invalidFeed.message</key>
	<string>عنوان URL لموجز التحديثات غير صالح. يرجى الاتصال بالدعم.</string>
	<key>update.error.invalidFeed.title</key>
	<string>موجز تحديثات غير صالح</string>
	<key>update.error.noInternet.message</key>
	<string>لا يمكن لـ cmux الوصول إلى خادم التحديثات. تحقق من اتصال الإنترنت وحاول مجددًا.</string>
	<key>update.error.noInternet.title</key>
	<string>لا يوجد اتصال بالإنترنت</string>
	<key>update.error.permissionError.message</key>
	<string>انقل cmux إلى مجلد التطبيقات وأعد التشغيل لتفعيل التحديثات.</string>
	<key>update.error.permissionError.title</key>
	<string>خطأ في صلاحيات المحدّث</string>
	<key>update.error.secureConnectionFailed.message</key>
	<string>تعذر إنشاء اتصال آمن بخادم التحديثات. حاول لاحقًا.</string>
	<key>update.error.secureConnectionFailed.title</key>
	<string>فشل الاتصال الآمن</string>
	<key>update.error.serverNotFound.message</key>
	<string>تعذر العثور على خادم التحديثات. تحقق من اتصالك أو حاول لاحقًا.</string>
	<key>update.error.serverNotFound.title</key>
	<string>لم يتم العثور على الخادم</string>
	<key>update.error.serverUnreachable.message</key>
	<string>تعذر على cmux الاتصال بخادم التحديثات. تحقق من اتصالك أو حاول لاحقًا.</string>
	<key>update.error.serverUnreachable.title</key>
	<string>الخادم غير قابل للوصول</string>
	<key>update.error.signatureError.message</key>
	<string>تعذر التحقق من توقيع التحديث. يرجى المحاولة لاحقًا.</string>
	<key>update.error.signatureError.title</key>
	<string>خطأ في توقيع التحديث</string>
	<key>update.error.timedOut.message</key>
	<string>استغرق خادم التحديثات وقتًا طويلاً للاستجابة. حاول مجددًا بعد لحظة.</string>
	<key>update.error.timedOut.title</key>
	<string>انتهت مهلة التحديث</string>
	<key>update.extracting.progress</key>
	<string>جارٍ التحضير: %@</string>
	<key>update.installAndRelaunch</key>
	<string>تثبيت التحديث وإعادة التشغيل</string>
	<key>update.installing.status</key>
	<string>جارٍ التثبيت…</string>
	<key>update.installingAndRestarting</key>
	<string>جارٍ تثبيت التحديث والتحضير لإعادة التشغيل</string>
	<key>update.noUpdates.message</key>
	<string>أنت تستخدم أحدث إصدار</string>
	<key>update.noUpdates.title</key>
	<string>لا توجد تحديثات متوفرة</string>
	<key>update.permissionRequest.text</key>
	<string>تفعيل التحديثات التلقائية؟</string>
	<key>update.pleaseWait</key>
	<string>يرجى الانتظار أثناء التحقق من التحديثات المتوفرة</string>
	<key>update.popover.autoUpdatesDescription</key>
	<string>يمكن لـ cmux التحقق تلقائيًا من التحديثات في الخلفية.</string>
	<key>update.popover.checking</key>
	<string>جارٍ التحقق من التحديثات…</string>
	<key>update.popover.details</key>
	<string>التفاصيل</string>
	<key>update.popover.downloadingUpdate</key>
	<string>جارٍ تنزيل التحديث</string>
	<key>update.popover.enableAutoUpdates</key>
	<string>تفعيل التحديثات التلقائية؟</string>
	<key>update.popover.noUpdatesFound</key>
	<string>لم يتم العثور على تحديثات</string>
	<key>update.popover.noUpdatesFound.message</key>
	<string>أنت تستخدم أحدث إصدار بالفعل.</string>
	<key>update.popover.preparingUpdate</key>
	<string>جارٍ تحضير التحديث</string>
	<key>update.popover.released</key>
	<string>تاريخ الإصدار:</string>
	<key>update.popover.restartRequired</key>
	<string>إعادة التشغيل مطلوبة</string>
	<key>update.popover.restartRequired.message</key>
	<string>التحديث جاهز. يرجى إعادة تشغيل التطبيق لإكمال التثبيت.</string>
	<key>update.popover.size</key>
	<string>الحجم:</string>
	<key>update.popover.updateAvailable</key>
	<string>تحديث متوفر</string>
	<key>update.popover.version</key>
	<string>الإصدار:</string>
	<key>update.preparingUpdate</key>
	<string>جارٍ استخراج التحديث وتحضيره</string>
	<key>update.restartToComplete</key>
	<string>أعد التشغيل لإكمال التحديث</string>
	<key>update.viewGitHubCommit</key>
	<string>عرض إيداع GitHub</string>
	<key>update.viewReleaseNotes</key>
	<string>عرض ملاحظات الإصدار</string>
	<key>workspace.displayName.fallback</key>
	<string>مساحة العمل</string>
	<key>workspace.placement.afterCurrent</key>
	<string>بعد الحالي</string>
	<key>workspace.placement.afterCurrent.description</key>
	<string>إدراج مساحات العمل الجديدة مباشرة بعد مساحة العمل النشطة.</string>
	<key>workspace.placement.end</key>
	<string>النهاية</string>
	<key>workspace.placement.end.description</key>
	<string>إلحاق مساحات العمل الجديدة في أسفل القائمة.</string>
	<key>workspace.placement.top</key>
	<string>الأعلى</string>
	<key>workspace.placement.top.description</key>
	<string>إدراج مساحات العمل الجديدة في أعلى القائمة.</string>
	<key>workspace.tooltip.newBrowser</key>
	<string>متصفح جديد</string>
	<key>workspace.tooltip.newTerminal</key>
	<string>طرفية جديدة</string>
	<key>workspace.tooltip.splitDown</key>
	<string>تقسيم للأسفل</string>
	<key>workspace.tooltip.splitRight</key>
	<string>تقسيم لليمين</string>
</dict>
</plist>
